[ {
  "id" : 1,
  "title" : "用户许可协议",
  "isRichTxt" : "0",
  "text" : "【沁游互动】用户许可协议\n1. 特别提示\n上海沁游信息科技有限公司（以下简称“沁游互动”）同意按照本协议的规定及其不时发布的操作规则提供基于互联网的相关服务（以下称“网络服务”）。为获得网络服务，服务使用人 （以下称“用户”）同意本协议的全部条款并按照页面上的提示完成全部的登录程序。用户在进行登录接收沁游互动提供的服务时，均表示用户完全理解并接受本协议项下的全部条款。\n2. 服务内容\n2.1沁游互动提供网络服务的具体内容由沁游互动根据实际情况提供，沁游互动保留随时变更、中断或终止部分或全部网络服务的权利。\n2.2沁游互动在提供服务时，可能会对部分服务的用户收取一定的费用。在此情况下，沁游互动会在相关页面上做出明确提示。如用户拒绝支付该等费用，则视为拒绝使用相关服务。为使用本服务，用户必须能够自行通过有法律资格对您提供互联网接入服务的第三方进入国际互联网，并应自行支付相关服务费用。\n2.3用户理解：沁游互动仅提供相关服务，除此之外与相关服务有关的设备(如电脑、调制解调器及其他与接入互联网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费)均应由用户自行负担。\n2.4用户应使用正版软件接受服务。\n3. 用户帐号\n3.1 用户帐号授权\n3.1.1用户必须完全同意本协议所有条款并使用相应的账号进行登录（包括但不仅限于QQ、微信等第三方账号）。在使用相关账号进行登录时，必须接受第三方账号的授权，并使用此账号进行游戏，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。\n3.1.2用户授权的账号应具有正确的个人基本信息，并保证所提供的个人身份资料信息真实、完整、有效。在用户无法有效证明其身份时，沁游互动有权拒绝提供任何信息或承担任何义务。\n3.2 用户帐号使用\n3.2.1用户在使用沁游互动服务过程中，必须遵循以下原则：\n(A) 遵守中国有关的法律和法规；\n(B) 不得为任何非法目的而使用服务系统；\n(C) 遵守所有与服务有关的网络协议、规定和程序；\n(D) 不得利用沁游互动服务系统进行任何可能对互联网的正常运转造成不利影响的行为；\n(E) 不得利用沁游互动服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；\n(F) 不得利用沁游互动服务系统进行任何不利于沁游互动的行为；\n(G) 就沁游互动及合作商业伙伴的服务、产品、业务咨询应采取相应机构提供的沟通渠道，不得在公众场合发布有关沁游互动及相关服务的负面宣传；\n(H) 如发现任何非法使用用户帐号或帐号出现安全漏洞的情况，应立即通告沁游互动；\n3.2.2用户同意接受沁游互动通过电子邮件或其他方式向用户发送的商品促销或其他相关商业信息。\n3.3 用户帐号的保管\n3.3.1若因为用户自身原因，而导致账号、密码遭他人非法使用时，沁游互动将不负责处理。用户自身原因包括但不限于：任意向第三者透露账号和密码及所有注册资料；多人共享同一个账号；安装非法或来路不明的程序等。\n3.3.2若沁游互动发现疑似遭盗用的会员帐号，有权立即终止该会员帐号的使用权。\n4. 所有权\n4.1沁游互动提供的服务内容中包括和/或涉及的所有的作品及资料，其著作权、专利权、商标专用权、商业秘密权及其它知识产权，均为沁游互动或授权沁游互动使用的合法权利人所有，除非事先经沁游互动或其权利人的合法授权，任何人皆不得擅自以任何形式使用，否则沁游互动可立即终止向用户提供产品和服务，并依法追究其法律责任，赔偿沁游互动一切损失。\n4.2未经沁游互动授权，任何人不得擅自复制、反编译(de-compile)、反汇编(disassemble)任何功能或程序，不得对任何功能和/或程序进行反向工程(reverse engineering)。\n4.3用户在此同意并确认，用户账号数据和所有其它相关信息，包括用户提供的个人信息、账号中的游戏角色信息、虚拟货币信息和虚拟物品（包括游戏内游戏币、道具、装备、材料等，下同）信息都归沁游互动所有。\n5. 服务的中止和终止\n5.1 服务的中止\n用户在此同意并确认，其有下列行为之一时，沁游互动有权中止为该用户提供部分或全部服务，对其帐户做冻结处理：\n5.1.1实施了违法本协议的行为；\n5.1.2实施了损害第三方用户权益或利益的行为；\n5.1.3在用户实施了违法本协议的行为后，沁游互动有权中止为该用户提供部分或全部服务；沁游互动在采取中止措施时，将告知用户中止期间，中止期间应该是合理的，中止期间届满后，沁游互动应当及时恢复对用户的服务。但中止期间届满时，如果用户的违约状态仍然存在的，则沁游互动有权延长中止服务的期间。\n5.2 服务的终止\n用户同意其实施了下列行为之一时，沁游互动有权终止为该用户提供服务，对其帐户做删除处理：\n5.2.1发布违法信息；\n5.2.2严重违背社会公德以及其他违反法律禁止性规定的行为；\n5.2.3通过非法手段、不正当手段或其他不公平的手段使用沁游互动服务或参加沁游互动活动；\n5.2.4干扰沁游互动正常地提供产品和服务，包括但不限于：攻击、侵入沁游互动的网站服务器、游戏服务器客户端程序或使网站服务器过载；\n5.2.5破解、修改沁游互动提供的客户端程序；\n5.2.6制作、发布、传播、使用任何形式的妨碍游戏公平性的辅助工具或程序(外挂)；\n5.2.7利用程序的漏洞和错误(Bug)破坏游戏的正常进行或传播该漏洞或错误(Bug)；\n5.2.8实施其他不合理地干扰或阻碍他人使用沁游互动所提供服务或损害其他用户利益和权益的行为；\n5.2.9为了维护和保证用户使用沁游互动服务时的公平性，在沁游互动发现用户数据异常时，无论用户对该异常数据的产生是否存在过错，沁游互动均有权根据本协议及之后不定期发布的服务公告等，采取相应措施：包括但不限于对该账号的冻结、中止、终止、删除；用户在此承诺沁游互动有权作出上述行为，并承诺不就上述行为要求沁游互动作出任何形式的补偿或退费。\n6. 用户的义务\n6.1自行提供与服务有关的设备(如电脑、调制解调器及其他与接入互联网有关的装置)并承担所需的费用(如为接入互联网而支付的电话费及上网费。\n6.2使用正版软件接受服务。\n6.3按照第3.1条的规定完成授权登录。如果因为用户提供的资料包含有不正确的信息，导致用户不能正常使用沁游互动提供的服务，沁游互动不承担任何责任。\n6.5履行第6条约定义务之外的所有其他任何义务。\n7. 沁游互动的义务\n7.1在法律法规允许的范围内，利用互联网为用户提供网络服务。\n7.2严格按照《沁游互动用户信息保密条款》的约定对用户信息承担保密义务。\n7.3依据我国法律规定，核实用户所提供的个人有效身份信息与所注册的身份信息是否一致，经核实后，发现一致的，沁游互动应当为用户提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。\n7.4承诺不同时从事网络游戏虚拟货币发行主体和网络游戏虚拟货币交易服务。\n7.5承诺发行的虚拟货币的使用范围仅限于兑换自身提供的网络游戏产品和服务，不用于支付、购买实物或者兑换其它单位的产品和服务。\n7.6保证发行网络游戏虚拟货币时不以恶意占用用户预付资金为目的。\n8. 服务的中断、停止\n8.1用户了解并认可，为了网站的正常运行，沁游互动需定期或不定期地对网站进行停机维护，这种因系统维护或升级的需要而需暂停服务时，沁游互动将尽可能事先进行通告。因此类情况而造成的正常服务的中断、停止，用户应该予以理解。\n8.2发生下列情形之一时，沁游互动有权停止或中断服务器所提供之服务，对因此而产生的不便或损害，沁游互动不承担任何责任：\n8.2.1定期检查或施工，更新软硬件等；\n8.2.2服务器遭受损坏，导致无法正常运作；\n8.2.3突发性的软硬件设备与电子通信设备故障；\n8.2.4网路提供商线路或其它故障，无法提供服务；\n8.2.5在紧急情况之下为维护国家安全或其它会员及第三者之人身安全；\n8.2.6不可抗力及其他第三方原因致使沁游互动无法提供服务；\n8.2.7由于相关政府机构的要求。\n8.3用户同意沁游互动享有通过提前60天在服务所涉官方网站公告通知的方式中断或终止部分或全部服务的权利，用户已明确知晓上述权利的授予且知晓因上述权利的行使可能给自身及其他第三方造成的直接或间接利益减损，用户在此明确表示不追究沁游互动因行使上述单方中断或终止服务权利而可能导致的一切责任。\n8.4用户在此同意并确认：沁游互动提供服务时可能会涉及到虚拟物品（包括但不限于游戏币、道具、材料等），该虚拟物品仅在服务运营期内有效，服务停止时，虚拟物品将随服务停止运营而消失，游戏内的虚拟物品用户一经获得将不得以任何形式退还给沁游互动。\n9. 隐私保护\n9.1保护用户隐私是沁游互动的一项基本政策，沁游互动保证不对外公开或向第三方提供用户在使用网络服务时存储在沁游互动的非公开内容，但下列情况除外：\n(A)事先获得用户的明确授权；\n(B)根据有关的法律法规要求；\n(C)按照相关政府主管部门的要求；\n(D)为维护社会公众的利益；\n(E)为维护沁游互动的合法权益。\n9.2沁游互动可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与沁游互动同等的保护用户隐私的责任，则沁游互动可将用户的注册资料等提供给该第三方。\n9.3在不透露单个用户隐私资料的前提下，沁游互动有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。\n10. 免责声明\n10.1沁游互动就其所提供的服务，不负任何明示或默示的担保责任，而其所提供的服务的稳定、安全、无误及不中断性亦有可能因第8条所述情形而受到影响。用户应自行承担使用服务所有的风险及因此可能导致的损害，包括而不限于其因使用服务而到沁游互动官方网站下载游戏或资料图片而导致用户或其所使用的计算机系统非因沁游互动主观原因造成的损害，或发生任何资料的流失等。\n10.2沁游互动对其服务不保证不出现任何程序BUG,并对由此可能产生的问题不承担任何赔偿责任。\n10.3沁游互动不保证其所提供的服务将符合每位用户的要求，不保证服务将不受干扰，也不对服务的及时性、安全性、出错发生以及信息是否能准确、及时、顺利地传送作任何担保。\n10.4用户明确同意其使用沁游互动服务所存在的风险将完全由其自己承担；因其使用沁游互动服务而产生的一切后果也由其自己承担，沁游互动对用户不承担任何责任。\n10.5用户在此同意并确认，在适用法律允许的最大范围内，沁游互动所提供的服务是在“现状”及“现有”基础上提供给用户使用，不包括任何类型的明示或暗示的担保（包括但不限于适销性、针对特定目的的适用性、所有权、不侵权以及由交易习惯所引发的各种可能性）。沁游互动不保证用户可按照其所选择的时间和地点访问或使用沁游互动服务，不保证沁游互动服务不会中断或没有错误，不保证缺陷必被纠正，也不保证沁游互动服务均不含病毒或其它有害要素。\n10.7用户在服务所涉官方网站上所表达的观点、建议、意见和其它内容均为用户本人看法，不代表沁游互动的观点，因此而产生的法律纠纷或责任，与沁游互动无关，均由用户承担。\n11. 解释权\n11.1在适用法律允许的最大范围内，沁游互动保留对本协议的最终解释权。用户如对本协议有任何疑问，请登陆沁游互动官方网站获取相关信息或拨打本公司客服电话。\n\n"
}, {
  "id" : 2,
  "title" : "盱眙晃晃规则",
  "isRichTxt" : "1",
  "url" : "h_wfjs_png",
  "text" : "<font color='#2f5b57'>【基础规则】</font>\n<font color='#a06238'>1，游戏人数：4人\n2，使用牌数：共112张，包括三种序数牌和4张红中（红中为百搭）\n3，序数牌108张：\n万：从一万至九万，各4张，共36张。\n饼：从一饼至九饼，各4张，共36张。\n条：从一条至九条，各4张，共36张。\n3，红中四张，为百搭牌\n\n</font><font color='#2f5b57'>【行牌规则】</font>\n<font color='#a06238'>1，在盱眙晃晃中，只能进行碰牌、杠牌，不能进行吃牌。\n2，行牌顺序\n依座次的逆时针方向进行抓牌、出牌、碰牌、杠牌、和牌。\n3，碰牌\n有人打出的牌与自己手中的对子相同，便可报碰，组成一副刻子并摆亮在立牌前。\n4，开杠\n报开杠后应即在牌墙最后补进一张牌。吃牌时，手中有杠牌，不能开杠。只能在下一次自己抓进牌后才能开杠。杠分以下三种。\n（一）明杠：别人打出一张与手中的暗刻相同的牌，即报杠（不再计暗刻）。或者抓进一张与已经碰的刻子牌相同也可报开杠，明杠须明放在自己立牌前。有明杠不再计“门前清”。\n（二）暗杠：自己抓到4张相同的牌，即可报开杠。暗杠应扣放在自己立牌子前。在一家和牌或荒牌时，必须亮明。 \n（三）补杠：如果是已经碰牌了，却又再摸入一张相同的牌，也可以叫杠牌—这种杠牌叫做“加杠”。\n\n</font><font color='#2f5b57'>【和牌规则】</font>\n<font color='#a06238'>1，盱眙晃晃不强制听牌，胡牌只可自摸，不可进行放炮\n2，和牌者的牌型必须具备下列牌型之一\n3，和牌的基本牌型：\n（1）11、123、123、123、123\n（2）11、123、123、123、111\n（3）11、123、123、111、111\n（4）11、123、111、111、111\n（5）11、111、111、111、111\n（注：1=单张  11=将、对子  111=刻子  1111=杠  123=顺子）\n4，四百搭：如果有一家摸到4张白搭配，则视为直接胡牌\n5，加杠胡：在其他玩家加杠了某四张牌，而有其他人独听加杠的牌，则可视为胡牌。\n\n</font><font color='#2f5b57'>【特殊规则】</font>\n<font color='#a06238'>1，买马：在胡牌后，从牌堆摸两张牌，如果为1、5、9序数牌，则每张牌计10积分。\n\n</font><font color='#2f5b57'>【结算规则】</font>\n<font color='#a06238'>1，胡家自摸，三家各付10积分。\n2，加杠胡，加杠的玩家单付胡牌家15积分\n3，暗杠，三家各付暗杠者10积分。\n4，明杠，点杠者单付杠牌者15积分。\n5，加杠，三家各付加杠者10积分。\n注，以10分底为例，在底分增加后，乘以相应的倍数。</font>"
}, {
  "id" : 101,
  "title" : "提示",
  "isRichTxt" : "0",
  "text" : "推广招募微信:ceshizhanghu1、ceshizhanghu2"
}, {
  "id" : 201,
  "title" : "版本信息",
  "isRichTxt" : "1",
  "url" : "h_xinxi_png",
  "text" : "<font color='#2f5b57'>亲爱的玩家你好</font>\n1，欢迎来到盱眙麻将。\n此为测试版本，如你遇到任何问题，请咨询客服。"
}, {
  "id" : 301,
  "title" : "提示",
  "isRichTxt" : "0",
  "text" : "客服QQ:999999999"
} ]